Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: All Files
ne: सबै फाइलहरू

source: View Bookmarks Toolbar
ne: पुस्तकचिनो टुलबार देखाउनुहोस्

source: is a
ne: एउटा

source: Change pop-up blocking settings for this website
ne: यो वेबसाइटको लागि पप-अप अवरुद्ध ढाँचा बदल्नुहोस्

source: Unknown Protocol
ne: अज्ञात प्रोटोकल

source: figure
ne: स्वरूप

source: Manage plugin usage on this page
ne: यो पृष्ठमा प्लगइन प्रयोगहरू व्यवस्थापन गर्नुहोस्

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
ne: द्रष्टव्य:यो परिवर्न गरे समक्रमण सर्भरमा रहेको सबै भण्डार गरिएको डाटा मेटिनेछ र यो रिकोभरी किद्वारा प्राप्त गरिएको नयाँ डाटा अपलोड गरिनेछ। त्यो यन्त्रको नँया रिकोभरी कि प्रविष्ट नगरिएसम्म तपाईँको अरु यन्त्रहरू समक्रमण हुनेछैन।

source: Invalid password. Please try again.
ne: अवैध पासवर्ड। फेरि प्रयास गर्नुहोस्।

source: Sharing Microphone with "%S"
ne: "%S" ले माइक्रोफोन प्रयोग गर्दै

source: Import recording…
ne: रेकर्डिङ आयात गर्नुहोस्…

source: You can not perform further updates on this system.
ne: यो सिस्टममा तपाईँले अरु अद्यावधिकहरू गर्न सक्नुहुन्न ।

source: Choose folder…
ne: फोल्डर छान्नुहोस्…

source: Are you sure you want to delete these people's e-mail certificates?
ne: के तपाईँ यी व्यक्तिहरूका इमेल प्रमाणपत्रहरू मेटाउने कुरामा दृढ हुनुहुन्छ?

source: Syntax error
ne: वाक्यसंरचना त्रुटि

source: Potential XSS vulnerability!
ne: सम्भावित XSS समस्या!

source: Open Reading List
ne: पढ्ने सूची खोल्नुहोस्

source: outline item
ne: वस्तुको बाह्यरेखा

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
ne: at-rule '%1$S' पद वर्णन गर्दा त्रुटि वा at-rule चिनिएन ।

source: Setup was not completed successfully.
ne: सेटअप सफलतापूर्वक पूरा भएन।

source: PKCS #1 RSA Encryption
ne: PKCS #1 RSA गुप्तीकरण

source: Go to line
ne: हरफमा जानुहोस्

source: Bosnian
ne: बोस्नियाली

source: Save Page to Poc&ket
ne: पृष्ठलाई Pocket मा सङ्ग्रह गर्नुहोस्

source: View Bookmarks Sidebar
ne: पुस्तकचिनो टुलबार देखाउनुहोस्

source: &Open tabs
ne: ट्याबहरू खोल्नुहोस्

source: Sending request to %1$S…
ne: %1$S लाई अनुरोध पठाइदै…

source: New F&older…
ne: नयाँ फोल्डर…

source: Ready to start installing $BrandShortName
ne: $BrandShortName स्थापना गर्न तयार

source: Certificate Signer
ne: प्रमाणपत्र हस्ताक्षरक

source: Height in pixels
ne: पिक्सेलमा उचाइ

source: ANSI X9.62 elliptic curve prime192v2
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख192v2

source: Click
ne: क्लिक गर्नुहोस्

source: ANSI X9.62 elliptic curve prime192v3
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख192v3

source: Latvia
ne: लाटभिया

source: Screen Shot %1$S at %2$S
ne: स्क्रिनसट %1$S को %2$S मा

source: Installation Complete
ne: स्थापना समाप्ति

source: Forget this Email
ne: यो इमेलको बारेमा बिर्सनुहोस्

source: New &Separator
ne: नयाँ विभाजक

source: Saint Helena, Ascension, and Tristan da Cunha
ne: सेन्ट हेलेना, एसेन्सन, र ट्रिस्टान दा कुन्हा

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
ne: तपाईंको कम्प्युटरमा $BrandShortName पछिल्लो उन्नयन पूरा गर्न फेरि सुरु गर्नुपर्छ। तपाईं अहिले रिबुट गर्न चाहनुहुन्छ?

source: Saving…
ne: सङ्ग्रह गरिँदै…

source: SECG elliptic curve sect163r1
ne: SECG अण्डाकार वक्ररेखा sect163r1

source: Sharing a Window with "%S"
ne: %S सँग सञ्झ्याल साझा गरिँदै।

source: By &Site
ne: साइट अनुरुप

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
ne: %S लाई सङ्ग्रह गर्न सकिएन, किनभने एउटा अज्ञात त्रुटि आउन पुग्यो। अर्कै ठेगानामा सङ्ग्रह गर्ने प्रयास गर्नुहोस्।

source: Report errors like this to help Mozilla identify misconfigured sites
ne: यो जस्तै त्रुटिहरूको सुचना दिएर Mozilla लाई खराब साइटहरू चिन्न र ब्लक गर्न मदत गर्नुहोस्

source: Syntax error in CSS query
ne: CSS क्वेरीको संरचनामा त्रुटि

source: Want more tools?
ne: अज्जै थप उपकरणहरू चाहिन्छ?

source: Afar
ne: अफार

source: Open a file (%S)
ne: (%S) फाइल खोल्नुहोस्

source: Reached end of document, continued from top
ne: पृष्ठको अन्त्यमा पुगीयो, शिर्षबाट जारी गरिएको थियो

source: Certificate
ne: प्रमाणपत्र

source: Update Name
ne: नामलाई अद्यावधिक गर्नुहोस्

source: Autorefresh every 3 seconds
ne: हरेक ३ सेकेन्डमा आँफै ताजा पार्नुहोस् ।

source: Default Profile
ne: पूर्वनिर्धारित प्रोफाइल

source: General
ne: सामान्य

source: PSM Internal Cryptographic Services
ne: PSM आन्तरिक गुप्त सेवाहरू

source: Progress:
ne: प्रगति:

source: An error occurred while rendering the page.
ne: पृष्ठ प्रतिपादन गर्दा एउटा त्रुटि देखापर्‍यो।

source: Updated %S
ne: %S अद्यावधिक भयो

source: Not Present
ne: अनुपस्थित

source: Last Two Hours
ne: अन्तिम दुइ घन्टा

source: Singapore
ne: सिङ्गापुर

source: Color Names
ne: रङका नामहरू

source: You have certificates from these organizations that identify you:
ne: यी संस्थाहरूबाट तपाईँलाई पहिचान गर्ने प्रमाणपत्रहरू तपाईँसँग छन्:

source: ANSI X9.62 elliptic curve c2pnb304w1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb304w1

source: You must restart &brandShortName; to finish installing this add-on.
ne: तपाईंले यस एड-अन स्थापना पुरा गर्न &brandShortName; पुनः सुरु गर्नुपर्छ।

source: Corsican
ne: कोर्सिकन

source: Keep it safe
ne: यसलाई सुरक्षित राख्नुहोस्

source: combo box list
ne: कम्बो बाकस सूची

source: Closes the Downloads window when all files are done downloading
ne: सबै फाइलहरू डाउनलोड भएपछि डाउनलोड सञ्झ्याल बन्द गर्दछ

source: &Each frame separately
ne: &हरेक फ्रेम भिन्दा भिन्दै

source: Greenlandic
ne: ग्रिनल्याण्ड

source: Pastel Gradient
ne: पास्टेल ग्र्याडियन्ट

source: Norwegian Bokmål
ne: नर्वेली बोकमाल

source: Want to help?
ne: सहयोग गर्न चाहनुहुन्छ?

source: Console
ne: कन्सोल:

source: Quit &brandShorterName;
ne: &brandShorterName; बन्द गर्नुहोस्

source: Connection Partially Encrypted
ne: जडान आंशिक रुपमा गुप्तिकरण गरियो

source: Verify Email
ne: इमेल रुजु गर्नुहोस

source: These updates can't be installed because software installation is currently disabled. You can change this setting below.
ne: यी अद्यावधिक स्थापित गर्न सकिँदैन, किनभने सफ्टवेयर स्थापना हाल अक्षम गरिएको छ। तपाईं तल दिइएको यो सेटिङ परिवर्तन गर्न सक्नुहुन्छ।

source: Pali
ne: पाली

source: Less than a day ago
ne: एक दिन भन्दा कम पहिले

source: Presentation Mode
ne: प्रस्तुति मोड

source: Select File containing somebody's Email certificate to import
ne: आयात गर्नका लागि कसैको इमेल प्रमाणपत्र भएको फाइल छनोट गर्नुहोस्

source: Liberia
ne: लिबेरीया

source: Chinese
ne: चिनिया

source: Refresh &brandShortName;
ne: &brandShortName; पुनः लोड गर्नुहोस्

source: Don't Change
ne: परिवर्तन नगर्नुहोस्

source: Host %S:
ne: होस्ट %S:

source: Gibraltar
ne: गिब्राल्टर

source: Dictionaries
ne: शब्दकोशहरू

source: Done
ne: सम्पन्न भयो

source: Check
ne: जाँच्नुहोस्

source: &New
ne: नयाँ

source: &Net
ne: नेट

source: Expires On
ne: म्याद समाप्त हुन्छ

source: Common Name (CN)
ne: जातिवाचक नाम (जा . ना)

source: Use the Camera
ne: क्यामेरा प्रायोग गर्नुहोस्

source: Page Info - %S
ne: पृष्ठ जानकारी - %S

source: from
ne: बाट

source: row header
ne: पङ्क्ति हेडर

source: Firefox Sync server maintenance is underway, syncing will resume automatically
ne: Firefox सिङ्क सर्भर मर्मत कार्य भईरहेको छ, सिङ्क अाफै पुनः स्वचालित हुनेछ

source: Ndonga
ne: डोङ्गा

source: Sa&ve Video As…
ne: भिडियो अरू रुपमा सङ्ग्रह गर्नुहोस्…

source: Learn more about {{clientShortname}} »
ne: {{clientShortname}} बारे थप जान्नुहोस् »

source: Style Editor
ne: शैली सम्पादक

source: &Block
ne: छेक्नुहोस्

source: Create Shortcuts for $BrandShortName:
ne: $BrandShortName: का लागि सर्टकट सिर्जना गर

source: &Camera to share:
ne: क्यामेरलाई बाँड्ने:

source: Isle of Man
ne: इस्ले अफ म्यान

source: Enable add-on update security checking
ne: एड-अन अद्यावधिक सुरक्षा जाँच सक्षम पार्नुहोस्

source: &brandShortName; will begin syncing momentarily.
ne: &brandShortName; केहि बेरमा सिङ्क हुनेछ।

source: Did you change your password?
ne: तपाईँले पासवर्ड परिवर्तन गर्नुभयो?

source: Check boxes
ne: ठीकचिन्ह लगाउने बाकस

source: Senegal
ne: सेनेगल

source: Subject Unique ID
ne: विषय अद्वितिय आई डी

source: Wrong Site
ne: गलत साइट

source: Your search returned no results.
ne: तपाईँको खोजीले कुनै नतिजा दिएन

source: Last sync: %S
ne: पछिल्लो सिङ्कः %S

source: &Browsing & Download History
ne: ब्राउजिङ र इतिहास डाउनलोड

source: Migrate your other Tab Groups
ne: आफ्नो अन्य ट्याब समूहमा स्थानान्तरण गर्नुहोस्

source: average
ne: औसत

source: hide details
ne: विवरणहरू लुकाउनु॒होस्

source: Close This Tab
ne: यो ट्याब बन्द गर्नुहोस्

source: Wrote %1$S
ne: %1$S लेखियो

source: Last fetched:
ne: अन्तिम तान्नीएको:

source: Switch to tab
ne: ट्याबमा स्विच गर्नुहोस्

source: Welcome Humans!
ne: मानवहरूलाई स्वागत् छ!

source: &Restart with Add-ons Enabled
ne: एड-अनहरू अक्षम पारेर पुनः सुरु गर्नुहोस

source: The following applications can be used to handle %S.
ne: उल्लेखित एप्लिकेसनहरू %S लाई संचालन गर्नमा प्रयोग गर्न सकिन्छ

source: &Pin Tab
ne: ट्याबलाई पिन गर्नुहोस

source: Don't automatically install updates
ne: स्वचालित अद्यावधिक स्थापना नगर्नुहोस्

source: &Down
ne: तल

source: A restart of your computer may be required to complete the installation.
ne: स्थापना पुरा गर्नको लागि तपाईँको कम्प्युटर पुनरारम्भ गर्न आबश्यक हुन सक्ने छ ।

source: You are sharing your screen
ne: तपाईँ स्क्रिन सेयरिङ गर्दै हुनुहुन्छ

source: Edit CA certificate trust settings
ne: CA प्रमाणपत्र विश्वास ढाँचाहरू सम्पादन गर्नुहोस्

source: Press ESC at any time to show it again.
ne: यसलाई फेरि देखाउन कुनै पनि समयमा ESC थिच्नुहोस्

source: Crash report sent.
ne: क्र्यास प्रतिवेदन पठाइयो।

source: Alter a setting
ne: सेटिङ परिवर्तन गर्नुहोस्

source: Is not a Certificate Authority
ne: प्रमाणपत्र अधिकार होइन

source: Zoom
ne: जुम गर्नुहोस्

source: Turn Notifications Off
ne: सूचना बन्द गर्नुहोस्

source: Sri Lanka
ne: श्रीलङ्का

source: XPath parse failure: Name or Nodetype test expected:
ne: एक्स मार्ग पद वर्णनको असफलता: अपेक्षित नाम वा नोडप्रकार परीक्षण:

source: Spaces in URIs need to be replaced with %20 at line %S.
ne: URI हरूमा रहेको स्पेसहरूलाई %20 ले विस्थापन गर्नु पर्नेछ हरफहरू %S.

source: Your password was rejected by the server, please update your password.
ne: तपाईँको पासवर्ड सर्भरद्वारा अस्वीकार गरियो, कृपया आफ्नो पासवर्ड अद्यावधिक गर्नुहोस्।

source: Please select a file.
ne: कृपया कुनै एक फाइल रोज्नुहोस्।

source: Never use this add-on
ne: कहिल्यै यो एड-अन प्रयोग नगर्नुहोस्

source: Command prefix is unset
ne: आदेश उपसर्ग सेट गरिएको छैन

source: I &do not accept the terms in the License Agreement
ne: म इजाजतपत्र सम्झौतामा भएका सर्तहरू स्वीकार गर्दिन

source: Graphics
ne: ग्राफिक्स

source: is now full screen
ne: पुरा स्क्रिन अहिले भयो

source: Your add-on updates have been downloaded.
ne: तपाईँका एड-अन अद्यावधिहरू डाउनलोड गरिएका छन् ।

source: Check for updates…
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्…

source: Request Headers
ne: हेडरहरू अनुरोध गर्नुहोस्

source: Code Signing
ne: सङ्केत हस्ताक्षरित

source: Network Monitor (%S)
ne: सञ्जाल निरीक्षक (%S)

source: Unable to import. Unable to read the import file.
ne: आयात गर्न असमर्थ। आयात फाइल पढ्न असमर्थ।

source: element type
ne: तत्व प्रकार

source: Exceptions - Translation
ne: अपवाद - अनुवाद

source: Never Activate
ne: कहिल्यै सक्रिय नगर्नुहोस्

source: Actual Size
ne: वास्तविक आकार

source: A Web Browser Renaissance
ne: वेब ब्राउजरको पुनर्जागरण

source: String
ne: स्ट्रिङ्ग

source: Allow for Session
ne: सत्रको लागि अनुमति दिनुहोस्

source: Cursor
ne: कर्सर

source: The webapp manifest isn't a valid JSON file: %1$S at: %2$S
ne: दिइएको वेब-एपको म्यानिफेस्ट (%2$S) वैध JSON फाइल होइन : %1$S

source: X (pixels)
ne: X (पिक्सेल)

source: Downloading %S
ne: %S लाई डाउनलोड गर्दै

source: enable
ne: सक्षम पार्नुहोस्

source: Relate&d searches from the default search engine
ne: पूर्वनिर्धारित खोजी इन्जिनद्वारा भेटिएका सम्बन्धित खोजहरू

source: &Load
ne: लोड गर्नुहोस्

source: Activity
ne: क्रियाकलाप

source: Haitian
ne: हाईटियन

source: &Back
ne: पछाडि

source: Search results
ne: खोजिएको फल

source: Client
ne: क्लाइन्ट

source: &brandShortName; Preferences
ne: &brandShortName; प्राथमिकताहरू

source: Uploaded to %1$S
ne: %1$S मा अपलोड भयो

source: Link Colors
ne: रंगहरू लिङ्क गर्नुहोस्

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
ne: स्थापना रद्द गर्न $BrandShortName बन्द गर्नैपर्छ। प्रक्रिया जारी गर्न कृपया $BrandShortName लाई बन्द गर्नुहोस्।

source: Really fast
ne: साँच्चै छिटो

source: Submitting your report…
ne: तपाईंको रिपोर्ट पेश गरिदैँ…

source: Each Frame on Separate _Pages
ne: अलग पेजका प्रत्येक फ्रेम

source: &brandShortName; Safe Mode
ne: &brandShortName; सुरक्षित मोड

source: When &brandShortName; &starts:
ne: जब &brandShortName; सुरु हुन्छ:

source: Show &sidebar
ne: साइडबार देखाउनुहोस्

source: &Email Address
ne: इमेल ठेगाना

source: Unknown error
ne: अज्ञात त्रुटि

source: Sindhi
ne: सिन्दी

source: Your camera is being shared. Click to control sharing.
ne: तपाईँको क्यामेरा साझा भइरहेको छ। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: Leave Feedback
ne: प्रतिकृया दिनुहोस्

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
ne: $BrandShortName ले सजिलो, सुरक्षित वेब ब्राउजिङ पुर्याउछ। एउता परिचित प्रयोगकर्ताको इन्टरफेसमा परिस्कृत सुरक्षाको विशेषताहरुलाई समावेश गरी आफनो परिचय चोरी हुनबाट सुरक्षा प्रदान गर्छ र एकीकृत खोजले तपाईलाई वेबको बढि भन्दा बढि सुविधा उपलब्ध गराउछ्।

source: Bookmark This Page
ne: यस पृष्ठमा पुस्तकचिनो हाल्नुहोस्

source: Hebrew
ne: हिब्रु

source: Block
ne: रोक्नुहोस्

source: WebGL Renderer
ne: WebGL प्रदायक

source: Request Headers:
ne: हेडरहरू अनुरोध गर्नुहोस्

source: Show the release notes for this update
ne: यो अद्यावधीको रिलिज टिप्पणीहरू देखाउनुहोस्

source: Yemen
ne: यमन

source: Enable this add-on (restart required)
ne: यो एड-अन सक्रिय पर्नुहोस् (पुनःसुरु गर्नु पर्ने)

source: which is:
ne: यसको प्रकार:

source: Request headers
ne: हेडरहरू अनुरोध गर्नुहोस्

source: Egypt
ne: इजिप्ट

source: Reset Master Password
ne: मुख्य पासवर्ड रिसेट गर्नुहोस्

source: Sha&re Selection
ne: चयन गरिएकालाई सेयर गर्नुहोस्

source: Certificate Authority (unnamed)
ne: प्रमाणपत्र अधिकारी (नाम नभएको)

source: Logins for the following sites will not be saved:
ne: निम्न लिखित वेबसाइटका गोप्य अङ्क र अक्षरहरू रक्षित गरिनेछैन :

source: &Import and Backup
ne: आयात अनि जगेडा गर्नुहोस्

source: Baltic (Windows)
ne: बाल्टिक (Windows)

source: Hide the release notes for this update
ne: यो अद्यावधिको लागि रिलिज नोटहरू लुकाउनुहोस्

source: Disconnect from server
ne: सर्भरबाट विच्छेद गर्नुहोस्

source: Modified:
ne: परिमार्जित:

source: PKCS #1 RSASSA-PSS Signature
ne: PKCS #1 RSASSA-PSS हस्ताक्षर

source: expanded
ne: विस्तारित

source: Baker Island
ne: बेकर द्विप

source: get involved!
ne: सहभागी हुनुहोस्!

source: Saint Martin
ne: सेन्ट मार्टिन

source: status bar
ne: वस्तुस्थिति पट्टी

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ne: <p>तपईँले हेर्न खोजिराख्नुभाको पृष्ठ देखाउन सकिँदैन किनभने यसले अमान्य वा असमर्थित कम्प्रेसन शैलीको प्रयोग गर्दछ। </p><ul><li>कृपया यो समस्या बारे जानकारी गराउन वेबसाइट मालिकसँग सम्पर्क राख्नुहोला।</li></ul>

source: Manage use of DRM software
ne: DRM सफ्टवेयर प्रयोग प्रबन्ध मिलाउनुहोस्

source: Details…
ne: विवरणहरू...

source: Enable multi-process &brandShortName;
ne: बहु-प्रोसेस &brandShortName; सक्षम पार्नुहोस्

source: U&se this proxy server for all protocols
ne: सबै प्रोक्सी सर्वर प्रोटोकलको लागि यो प्रयोग गर्नुहोस्

source: %S - Sharing Indicator
ne: %S - साझा सूचक

source: Index of breakpoint
ne: विच्छेदन बिन्दुको अनुक्रमणिका

source: Path
ne: पाथ

source: $BrandShortName Setup
ne: $BrandShortName सेटअप

source: Manage Account
ne: खाता व्यवस्थित गर्नुहोस्

source: Punjabi
ne: पन्जाबी

source: CA Verifier
ne: CA रुजुकर्ता

source: We've removed Tab Groups, but saved your tabs
ne: हामीले ट्याब समूह हटायौँ, तपाईँको ट्याबहरू सुरक्षित गरिसकेका छौं

source: Cuba
ne: क्यूबा

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
ne: &syncBrand.fullName.label; ले तपाईँको इतिहास, पुस्तकचिनो, पासवर्ड अनि तपाईँको सम्पूर्ण प्रणाली ट्याब खोल्न सक्दछ।

source: This download cannot be paused
ne: डाउनलोडलाई रोकेर राख्न सकिँदैन

source: Print Pre&view
ne: मुद्रण पूर्वावलोकन

source: V&iew Video
ne: भिडियो हेर्नुहोस्

source: &brandShortName; encountered problems when updating some of your add-ons.
ne: तपाईँको केही एड-अनहरू अद्यावधिक गर्दा &brandShortName; मा समस्या आयो।

source: #1 day remaining;#1 days remaining
ne: #1 दिन बाँकी;#1 दिन बाँकी

source: Page Fit
ne: पृष्ठ ठिक्क मिल्ने

source: Missing 'icons' in Manifest.
ne: म्यानिफेस्टमा 'icons' छुटेको छ।

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
ne: कुनै पनि उद्धेश्यका लागि यो CA विश्वास गर्नु अगाडि, तपाईँले यसको प्रमाणपत्र र यसको नीति र कार्यविधि(यदि उपलब्ध भएमा) जाँच गर्नुपर्दछ ।

source: &OK
ne: ठीक छ

source: Bashkir
ne: वासकिर

source: No requests
ne: अनुरोधहरू छैन

source: &No
ne: होइन

source: No Thanks
ne: भैहाल्यो धन्यवाद

source: Optional update
ne: स्वेच्छिक अद्यावधि

source: Close this message
ne: यो सन्देश बन्द गर्नुहोस्

source: Guadeloupe
ne: ग्वादेलोप

source: Query String:
ne: क्वेरी स्ट्रिङ:

source: %S (%S Object)
ne: %S (%S वस्तु)

source: Monaco
ne: मोनाको

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ne: <p>ब्राउजरले यो पृष्ठ लोड हुनबाट यसप्रकारले रोक्यो किनभने यो पृष्ठमा सामग्री सुरक्षा नीति छ जसले यसलाई अस्विकार गर्यो।</p>

source: Non-repudiation
ne: अस्वीकार गर्न नमिल्ने

source: Sa&ve Image As…
ne: यस रूपमा तस्विर सङ्ग्रह गर्नुहोस्…

source: Find in This Page
ne: यो पृष्ठमा फेला पार्नुहोस्

source: Terms of Use
ne: प्रयोगको सर्तहरू

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
ne: यो वेब पृष्ठ नयाँ ठेगानामा पुनःनिर्देशित भईरहेको छ। के तपाईँ आफूले टाइप गर्नुभएको फाराम डेटालाई नयाँ ठेगानामा पुनः पठाउन चाहनुहुन्छ?

source: Rename Profile
ne: प्रोफाइलको पुनःनामाकरण गर्नुहोस्

source: C&opy Image Location
ne: तस्विर स्थान प्रतिलिपि गर्नुहोस्

source: Certificate Manager
ne: प्रमाणपत्र प्रबन्धक

source: Please choose a token.
ne: कृपया एउटा चिनो छान्नुहोस्।

source: De&veloper Toolbar
ne: डेभलोपर टुलबार

source: &Job Title:
ne: कार्य शीर्षक:

source: &Do not ask next time
ne: मलाई फेरि नसोध्नुहोस्

source: Hide the Mouse Pointer
ne: माउस सूचक लुकाउनुहोस्

source: &Chrome
ne: क्रोम

source: Merge Warning
ne: चेतावनी गाभ्नुहोस्

source: Bookmark All Tabs…
ne: सब ट्याबहरूलाई पुस्तकचिनो बनाउनुहोस्...

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
ne: यस एड-अनको विकासकर्ताले तपाईंसंग एउटा सानो योगदान मागेर यसको निरन्तर विकासमा मदत माग्छन्।

source: Blocked
ne: निषेधित

source: Properties for "%S"
ne: "%S" का लागि विशेषताहरू

source: &Manual proxy configuration:
ne: मानवचालित प्रोक्सि कन्फिग्रेसन:

source: File %S is not writable.
ne: फाइल %S लेख्नयोग्य छैन।

source: Read %1$S
ne: %1$S पढ्नुहोस्

source: tab list
ne: ट्याब सूची

source: is not verified.
ne: प्रमाणित गरिएको छैन।

source: Note: All of your other devices will be unable to connect to your account once you change this password.
ne: नोट: तपाईंले पासवर्ड परिवर्तन गरेपछि तपाईँको अन्य उपकरणहरूले तपाईँको खातामा जडान गर्न असमर्थ हुनेछ।

source: Equatorial Guinea
ne: इक्वेटरियल गुइनिया

source: A friend is waiting for you on Firefox Hello. Click the link to connect and browse {{title}} together: {{callUrl}}
ne: एक मित्र Firefox Hello मा तपाईँको प्रतीक्षामा छ। जडान गर्न र सँगै {{title}} ब्राउज गर्न लिङ्कमा थिच्नुहोस्: {{callUrl}}

source: Stack trace from %S, function %S, line %S.
ne: %S बाट स्ट्याक ट्रेस, फङ्सन %S, हरफ %S ।

source: Privacy Policy
ne: गोपनीयता नीति

source: View Image In&fo
ne: त्सविर सम्बन्धि जानकारी हेर्नुहोस्

source: Hide Passwords
ne: पासवर्डहरू लुकाउनुहोस्

source: The "coords" attribute of the <area shape="rect"> tag is not in the "left,top,right,bottom" format.
ne: <area shape="rect"> ट्यागको "coords" विशेषता "बायाँ,माथि,दायाँ,तल" ढाँचामा छैन।

source: Find Pre&vious
ne: अघिल्लो फेला पार्नुहोस्

source: &Errors
ne: त्रुटिहरू

source: Log in
ne: लग इन

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ne: <ul> <li>कृपया यो समस्याको जानकारी गर्न वेबसाइट धनी लाइ सम्पर्क गर्नुहोस ।</li> </ul>

source: Quick find
ne: छिटो फेला पार्नुहोस्

source: Animation:
ne: एनिमेसन:

source: Set Up Optional Components
ne: वैकल्पिक अवयवहरू सेट गर्नुहोस्

source: Return
ne: फर्कनुहोस्

source: &Paste
ne: टाँस्नुहोस्

source: Applications
ne: अनुप्रयोगहरू

source: Minimize
ne: सानो गर्नुहोस्

source: Tamil
ne: तामिल

source: The site %S wants to set a cookie.
ne: साइट %S ले कुकि सेट गर्न चाहन्छ।

source: prefix not bound to a namespace
ne: उपसर्ग नामस्थानमा रोकिएको छैन

source: Info
ne: जानकारी

source: No printers available.
ne: प्रिन्टरहरू उपलब्ध छैनन् ।

source: error in processing external entity reference
ne: बाह्य अस्तित्व सन्दर्भ प्रक्रियामा त्रुटि

source: Djibouti
ne: जिबोउटी

source: No file selected.
ne: फाइल चयन गरिएको छैन ।

source: &Top:
ne: माथि:

source: Already a Pocket user?
ne: के तपाईँ पकेट प्रयोगकर्ता हो?

source: Swaziland
ne: स्वजिल्याण्ड

source: Page Removed
ne: पृष्ठ हटाइयो

source: Unregister
ne: दर्ता हटाउनुहोस्

source: Show:
ne: देखाउनुहोस्:

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
ne: <p>ब्राउजरले उपलब्ध भएको ठेगानाको लागि होस्ट सर्भर फेला पार्न सकेन । </p><ul><li>के तपाईँले डोमेन टाइप गर्दा गल्ति गर्नु भयो ? (उदाहरणको लागि <q><strong>www</strong>.mozilla.org</q> को सट्टामा <q><strong>ww</strong>.mozilla.org</q>)</li><li>के तपाईँ यो डोमेन ठेगाना अवस्थित रहने कुरामा निश्चित हुनुहुन्छ ? यसको दर्ता म्याद समाप्त भएको हुन सक्छ । </li><li>के तपाईँ अन्य साइटहरू ब्राउज गर्न असक्षम हुनुहुन्छ ? तपाईँको सञ्जाल जडान र डि एन एस सर्भर सेटिङ्हरू जाँच गर्नुहोस् । </li><li>के तपाईँको कम्प्युटर वा सञ्जाल फायरवाल वा प्रोक्सीद्वारा सुरक्षित गरिएको हो ? गलत सेटिङ्हरूले वेब ब्राउजिङ्लाई छेक्‍न सक्छ । </li></ul>

source: Expected URI in @import rule but found '%1$S'.
ne: @import नियममा URI अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Password:
ne: पासवर्ड:

source: Container:
ne: कन्टेनर:

source: Selection to Watch Expression
ne: अभिव्यक्ति हेर्न चयन गर्नुहोस्

source: Pop-ups
ne: पप-अपहरू

source: Email
ne: इमेल

source: Open the profiler
ne: प्रोफाइलर खोल्नुहोस्

source: Start
ne: सुरु गर्नुहोस्

source: <Unknown>
ne: <अज्ञात>

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
ne: %S मा यो साइटमा अन्वान्छित सामग्री भएको प्रतिवेदन दिइएको छ र तपाईँको सुरक्षा प्राथमिकताहरूका अनुसार रोक लागाएको छ ।

source: Passwords
ne: पासवर्डहरू

source: Download {{brandShortname}} to start your own
ne: {{brandShortname}} डाउनलोड गरेर आफ्नै सुरु गर्नुहोस्

source: Grenada
ne: ग्रिनाडा

source: (Private Browsing)
ne: (निजी ब्राउजिङ)
